Table of Contents
 Interface IImporterProvider
Namespace
IdeaStatiCa.BimApiLink.Importers
Assembly
IdeaStatiCa.BimApiLink.dll
public interface IImporterProvider
Methods
 GetProvider(Type)
IImporter GetProvider(Type type)
Parameters
type Type
Returns
IImporter
 Edit this page